Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: %.1f × %.1f pt
ar: %.1f × %.1f نقطة

source: %@ · %.0f × %.0f pt minimum
ar: %@ · الحد الأدنى %.0f × %.0f نقطة
de: %@ · mindestens %.0f × %.0f pt
es: %@ · mínimo de %.0f × %.0f pt
fr: %@ · minimum %.0f × %.0f pt
it: %@ · minimo %.0f × %.0f pt
ja: %@ · 最小%.0f × %.0f pt
ko: %@ · 최소 %.0f × %.0f pt
pt_br: %@ · mínimo de %.0f × %.0f pt
ru: %@ · минимум %.0f × %.0f pt
vi: %@ · tối thiểu %.0f × %.0f pt
zh_hans: %@ · 最小 %.0f × %.0f pt
zh_hant: %@ · 最小 %.0f × %.0f pt

source: %@ active apps were found
ar: تم العثور على %@ من التطبيقات النشطة
de: %@ aktive Apps gefunden
es: Se encontraron %@ apps activas
fr: %@ apps actives ont été trouvées
it: Trovate %@ app attive
ja: 実行中のAppが%@個見つかりました
ko: 활성 앱 %@개를 찾았습니다
pt_br: %@ apps ativos encontrados
ru: Найдено активных приложений: %@
vi: Đã tìm thấy %@ ứng dụng đang hoạt động
zh_hans: 找到 %@ 个正在运行的 App
zh_hant: 找到 %@ 個執行中的 App

source: %@ contains no readable captures.
ar: %@ لا يحتوي على لقطات قابلة للقراءة.
de: %@ enthält keine lesbaren Aufnahmen.
es: %@ no contiene capturas legibles.
fr: %@ ne contient aucune capture lisible.
it: %@ non contiene catture leggibili.
ja: “%@”に読み取り可能なキャプチャが含まれていません。
ko: %@에 읽을 수 있는 캡처가 없습니다.
pt_br: %@ não contém capturas legíveis.
ru: В %@ нет читаемых захватов.
vi: %@ không chứa bản ghi nào đọc được.
zh_hans: “%@”不包含可读取的捕获。
zh_hant: %@ 不含可讀取的擷取內容。

source: %@ has no capture data.
ar: %@ لا يحتوي على بيانات التقاط.
de: %@ enthält keine Aufnahmedaten.
es: %@ no tiene datos de captura.
fr: %@ ne contient aucune donnée de capture.
it: %@ non contiene dati di cattura.
ja: “%@”にキャプチャデータがありません。
ko: %@에 캡처 데이터가 없습니다.
pt_br: %@ não tem dados de captura.
ru: В %@ нет данных захвата.
vi: %@ không có dữ liệu ghi.
zh_hans: “%@”没有捕获数据。
zh_hant: %@ 沒有擷取資料。

source: %@ is not a view hierarchy package.
ar: %@ ليس حزمة تسلسل هرمي للعروض.
de: %@ ist kein Ansichtshierarchie-Paket.
es: %@ no es un paquete de jerarquía de vistas.
fr: %@ n’est pas un paquet de hiérarchie des vues.
it: %@ non è un pacchetto di gerarchia delle viste.
ja: “%@”はビュー階層パッケージではありません。
ko: %@은(는) 뷰 계층 구조 패키지가 아닙니다.
pt_br: %@ não é um pacote de hierarquia de views.
ru: %@ не является пакетом иерархии представлений.
vi: %@ không phải là gói phân cấp view.
zh_hans: “%@”不是视图层级结构包。
zh_hant: %@ 不是檢視階層套件。

source: %lld borders on the current page · Updates automatically with the page.
ar: الحدود في الصفحة الحالية: %lld · تتحدث تلقائيًا مع الصفحة.
de: %lld Rahmen auf der aktuellen Seite · Wird automatisch mit der Seite aktualisiert.
es: %lld bordes en la página actual · Se actualiza automáticamente con la página.
fr: %lld bordures sur la page actuelle · Mise à jour automatique avec la page.
it: %lld bordi nella pagina corrente · Si aggiornano automaticamente con la pagina.
ja: 現在のページに境界線が%lld個 · ページに合わせて自動的に更新されます。
ko: 현재 페이지의 테두리 %lld개 · 페이지에 맞춰 자동으로 업데이트됩니다.
pt_br: %lld bordas na página atual · Atualizadas automaticamente com a página.
ru: Границ на текущей странице: %lld · обновляются вместе со страницей.
vi: %lld viền trên trang hiện tại · Tự động cập nhật theo trang.
zh_hans: 当前页面有 %lld 个边框 · 随页面自动更新。
zh_hant: 目前頁面有 %lld 個邊框 · 隨頁面自動更新。

source: %lld current interaction regions inspected. %@
ar: تم فحص %lld من مناطق التفاعل الحالية. %@
de: %lld aktuelle Interaktionsbereiche untersucht. %@
es: %lld regiones de interacción actuales inspeccionadas. %@
fr: %lld zones d’interaction actuelles inspectées. %@
it: %lld aree di interazione correnti ispezionate. %@
ja: 現在のインタラクション領域を%lld個検査しました。%@
ko: 현재 상호작용 영역 %lld개를 검사했습니다. %@
pt_br: %lld regiões de interação atuais inspecionadas. %@
ru: Проверено текущих областей взаимодействия: %lld. %@
vi: Đã kiểm tra %lld vùng tương tác hiện tại. %@
zh_hans: 已检查 %lld 个当前交互区域。%@
zh_hant: 已檢查目前 %lld 個互動區域。%@

source: %lld native borders on the current page · SwiftUI whole-page reading is unavailable on this runtime.
ar: الحدود الأصلية في الصفحة الحالية: %lld · قراءة صفحة SwiftUI الكاملة غير متاحة في وقت التشغيل هذا.
de: %lld native Rahmen auf der aktuellen Seite · SwiftUI-Auslesen der gesamten Seite ist in dieser Laufzeit nicht verfügbar.
es: %lld bordes nativos en la página actual · La lectura de página completa de SwiftUI no está disponible en este entorno de ejecución.
fr: %lld bordures natives sur la page actuelle · La lecture de page entière SwiftUI n’est pas disponible dans cet environnement d’exécution.
it: %lld bordi nativi nella pagina corrente · La lettura dell’intera pagina SwiftUI non è disponibile in questo runtime.
ja: 現在のページにネイティブの境界線が%lld個 · このランタイムでは、SwiftUIのページ全体の読み取りは利用できません。
ko: 현재 페이지의 네이티브 테두리 %lld개 · 이 런타임에서는 SwiftUI 전체 페이지 읽기를 사용할 수 없습니다.
pt_br: %lld bordas nativas na página atual · A leitura da página inteira do SwiftUI não está disponível neste runtime.
ru: Нативных границ на текущей странице: %lld · чтение всей страницы SwiftUI недоступно в этой среде выполнения.
vi: %lld viền gốc trên trang hiện tại · Không thể đọc toàn trang SwiftUI trên runtime này.
zh_hans: 当前页面有 %lld 个原生边框 · 此运行环境无法读取 SwiftUI 整页。
zh_hant: 目前頁面有 %lld 個原生邊框 · 此執行環境無法讀取 SwiftUI 整頁。

source: %lld native controls / list rows · See Native for handler details.
ar: عناصر التحكم وصفوف القوائم الأصلية: %lld · راجع «الأصلية» لمعرفة تفاصيل المعالجات.
de: %lld native Steuerelemente / Listenzeilen · Details zu Handlern siehe „Nativ“.
es: %lld controles nativos / filas de lista · Consulta Nativo para ver los detalles de los manejadores.
fr: %lld contrôles natifs / lignes de liste · Voir Natif pour le détail des gestionnaires.
it: %lld controlli nativi / righe di elenco · Vedi Nativi per i dettagli sui gestori.
ja: ネイティブのコントロール/リスト行が%lld個 · ハンドラの詳細は“ネイティブ”を参照してください。
ko: 네이티브 컨트롤/목록 행 %lld개 · 핸들러 세부 정보는 네이티브를 참조하세요.
pt_br: %lld controles nativos / linhas de lista · Veja Nativo para detalhes dos handlers.
ru: Нативных элементов управления и строк списка: %lld · подробности обработчиков — на вкладке «Нативные».
vi: %lld điều khiển gốc / hàng danh sách · Xem Gốc để biết chi tiết trình xử lý.
zh_hans: %lld 个原生控件 / 列表行 · 处理程序详情请查看“原生”。
zh_hant: %lld 個原生控制項／列表列 · 處理程式詳細資訊請見「原生」。

source: %lld observed borders · Whole-page reading is unavailable on this runtime. Clear after page changes.
ar: الحدود المرصودة: %lld · قراءة الصفحة الكاملة غير متاحة في وقت التشغيل هذا. امسح الحدود بعد تغيّر الصفحات.
de: %lld beobachtete Rahmen · Auslesen der gesamten Seite ist in dieser Laufzeit nicht verfügbar. Entferne die Rahmen nach Seitenwechseln.
es: %lld bordes observados · La lectura de página completa no está disponible en este entorno de ejecución. Bórralos tras los cambios de página.
fr: %lld bordures observées · La lecture de page entière n’est pas disponible dans cet environnement d’exécution. Effacez après un changement de page.
it: %lld bordi osservati · La lettura dell’intera pagina non è disponibile in questo runtime. Rimuovili dopo ogni cambio di pagina.
ja: 検出された境界線が%lld個 · このランタイムでは、ページ全体の読み取りは利用できません。ページが変わったら消去してください。
ko: 관찰된 테두리 %lld개 · 이 런타임에서는 전체 페이지 읽기를 사용할 수 없습니다. 페이지가 바뀌면 지우세요.
pt_br: %lld bordas observadas · A leitura da página inteira não está disponível neste runtime. Limpe após mudanças de página.
ru: Наблюдаемых границ: %lld · чтение всей страницы недоступно в этой среде выполнения. Очищайте после смены страницы.
vi: %lld viền đã quan sát · Không thể đọc toàn trang trên runtime này. Hãy xóa sau khi trang thay đổi.
zh_hans: 已观察到 %lld 个边框 · 此运行环境无法读取整页。页面变化后请清除。
zh_hant: 已觀察到 %lld 個邊框 · 此執行環境無法讀取整頁。頁面變更後請清除。

source: %lld private records · %lld dropped records
ar: السجلات الخاصة: %lld · السجلات المحذوفة: %lld
de: %lld private Einträge · %lld verworfene Einträge
es: %lld registros privados · %lld registros descartados
fr: %lld enregistrements privés · %lld enregistrements abandonnés
it: %lld record privati · %lld record scartati
ja: 非公開レコード%lld件 · 破棄されたレコード%lld件
ko: 비공개 기록 %lld개 · 누락된 기록 %lld개
pt_br: %lld registros privados · %lld registros descartados
ru: Приватных записей: %lld · отброшенных записей: %lld
vi: %lld bản ghi riêng tư · %lld bản ghi bị bỏ qua
zh_hans: %lld 条私有记录 · %lld 条已丢弃记录
zh_hant: %lld 筆私密記錄 · %lld 筆已捨棄記錄

source: %lld records · %lld events
ar: السجلات: %lld · الأحداث: %lld
de: %lld Einträge · %lld Ereignisse
es: %lld registros · %lld eventos
fr: %lld enregistrements · %lld événements
it: %lld record · %lld eventi
ja: レコード%lld件 · イベント%lld件
ko: 기록 %lld개 · 이벤트 %lld개
pt_br: %lld registros · %lld eventos
ru: Записей: %lld · событий: %lld
vi: %lld bản ghi · %lld sự kiện
zh_hans: %lld 条记录 · %lld 个事件
zh_hant: %lld 筆記錄 · %lld 個事件

source: %lld responders · %lld gesture nodes
ar: المستجيبات: %lld · عقد الإيماءات: %lld
de: %lld Responder · %lld Gestenknoten
es: %lld respondedores · %lld nodos de gestos
fr: %lld répondeurs · %lld nœuds de geste
it: %lld responder · %lld nodi gesto
ja: レスポンダ%lld個 · ジェスチャノード%lld個
ko: 리스폰더 %lld개 · 제스처 노드 %lld개
pt_br: %lld responders · %lld nós de gesto
ru: Респондеров: %lld · узлов жестов: %lld
vi: %lld responder · %lld nút cử chỉ
zh_hans: %lld 个响应者 · %lld 个手势节点
zh_hant: %lld 個回應者 · %lld 個手勢節點

source: %lld warnings
ar: التحذيرات: %lld
de: %lld Warnungen
es: %lld advertencias
fr: %lld avertissements
it: %lld avvisi
ja: 警告%lld件
ko: 경고 %lld개
pt_br: %lld avisos
ru: Предупреждений: %lld
vi: %lld cảnh báo
zh_hans: %lld 个警告
zh_hant: %lld 個警告

source: © %lld LookInside-App. Released under GPL-3.0.
ar: © %lld LookInside-App. صدر بموجب ترخيص GPL-3.0.
de: © %lld LookInside-App. Veröffentlicht unter GPL-3.0.
es: © %lld LookInside-App. Publicado bajo GPL-3.0.
fr: © %lld LookInside-App. Distribué sous licence GPL-3.0.
it: © %lld LookInside-App. Rilasciato con licenza GPL-3.0.
ja: © %lld LookInside-App。GPL-3.0のもとでリリースされています。
ko: © %lld LookInside-App. GPL-3.0에 따라 배포됩니다.
pt_br: © %lld LookInside-App. Distribuído sob a GPL-3.0.
ru: © %lld LookInside-App. Распространяется по лицензии GPL-3.0.
vi: © %lld LookInside-App. Phát hành theo GPL-3.0.
zh_hans: © %lld LookInside-App。基于 GPL-3.0 发布。
zh_hant: © %lld LookInside-App。以 GPL-3.0 授權發行。

source: 1 active app was found
ar: تم العثور على تطبيق نشط واحد
de: 1 aktive App gefunden
es: Se encontró 1 app activa
fr: 1 app active a été trouvée
it: Trovata 1 app attiva
ja: 実行中のAppが1個見つかりました
ko: 활성 앱 1개를 찾았습니다
pt_br: 1 app ativo encontrado
ru: Найдено 1 активное приложение
vi: Đã tìm thấy 1 ứng dụng đang hoạt động
zh_hans: 找到 1 个正在运行的 App
zh_hant: 找到 1 個執行中的 App

source: A capture batch was lost. Some event details may be incomplete.
ar: فُقدت دفعة من الالتقاط. قد تكون بعض تفاصيل الأحداث غير مكتملة.
de: Ein Aufnahmepaket ging verloren. Einige Ereignisdetails sind möglicherweise unvollständig.
es: Se perdió un lote de captura. Algunos detalles de eventos pueden estar incompletos.
fr: Un lot de capture a été perdu. Certains détails d’événements peuvent être incomplets.
it: Un gruppo di dati catturati è andato perso. Alcuni dettagli degli eventi potrebbero essere incompleti.
ja: キャプチャのバッチが失われました。一部のイベントの詳細が不完全な場合があります。
ko: 캡처 배치가 유실되었습니다. 일부 이벤트 세부 정보가 불완전할 수 있습니다.
pt_br: Um lote de captura foi perdido. Alguns detalhes de eventos podem estar incompletos.
ru: Пакет захвата потерян. Подробности некоторых событий могут быть неполными.
vi: Một lô dữ liệu ghi bị mất. Một số chi tiết sự kiện có thể không đầy đủ.
zh_hans: 有一批捕获数据丢失，部分事件细节可能不完整。
zh_hant: 有一批擷取資料遺失，部分事件詳細資訊可能不完整。

source: A hierarchy reload is already running for this window.
ar: إعادة تحميل التسلسل الهرمي قيد التشغيل بالفعل لهذه النافذة.
de: Für dieses Fenster läuft bereits ein Neuladen der Hierarchie.
es: Ya se está recargando la jerarquía de esta ventana.
fr: Un rechargement de la hiérarchie est déjà en cours pour cette fenêtre.
it: Per questa finestra è già in corso un ricaricamento della gerarchia.
ja: このウインドウの階層はすでに再読み込み中です。
ko: 이 윈도우에서 계층 구조 다시 불러오기가 이미 실행 중입니다.
pt_br: Já há um recarregamento da hierarquia em andamento nesta janela.
ru: Обновление иерархии для этого окна уже выполняется.
vi: Cửa sổ này đang tải lại phân cấp.
zh_hans: 此窗口的层级结构正在重新载入。
zh_hant: 此視窗已在重新載入階層。

source: A public project website is not configured for this build yet.
ar: لم يتم إعداد موقع إلكتروني عام للمشروع في هذا الإصدار بعد.
de: Für diesen Build ist noch keine öffentliche Projektwebsite eingerichtet.
es: Aún no se ha configurado un sitio web público del proyecto para esta compilación.
fr: Aucun site web public n’est encore configuré pour cette version.
it: Per questa build non è ancora configurato un sito web pubblico del progetto.
ja: このビルドには、公開プロジェクトのWebサイトがまだ設定されていません。
ko: 이 빌드에는 공개 프로젝트 웹사이트가 아직 설정되지 않았습니다.
pt_br: Este build ainda não tem um site público do projeto configurado.
ru: Для этой сборки ещё не настроен публичный сайт проекта.
vi: Bản dựng này chưa được cấu hình trang web dự án công khai.
zh_hans: 当前构建尚未配置公开项目网站。
zh_hant: 此版本尚未設定公開專案網站。

# A race condition occurred implementing %@ on class %@
source: A race condition occurred implementing %1$@ on class %2$@
ar: حدث تعارض في التزامن أثناء تنفيذ %1$@ في الفئة %2$@
de: Beim Implementieren von %1$@ in der Klasse %2$@ ist eine Race Condition aufgetreten.
es: Se produjo una condición de carrera al implementar %1$@ en la clase %2$@
fr: Une situation de concurrence s’est produite lors de l’implémentation de %1$@ sur la classe %2$@
it: Si è verificata una race condition durante l’implementazione di %1$@ nella classe %2$@
ja: クラス%2$@で%1$@を実装する際に競合状態が発生しました。
ko: %2$@ 클래스에서 %1$@ 구현 중 경합 상태가 발생했습니다
pt_br: Ocorreu uma condição de corrida ao implementar %1$@ na classe %2$@.
ru: Состояние гонки при реализации %1$@ в классе %2$@
vi: Đã xảy ra race condition khi triển khai %1$@ trên lớp %2$@.
zh_hans: 在类 %2$@ 上实现 %1$@ 时发生了竞态条件。
zh_hant: 在類別 %2$@ 上實作 %1$@ 時發生競態條件。

source: A SwiftUI- and UIKit-aware view debugger. Walk every layer. Read every modifier.
ar: أداة تصحيح عروض تدعم SwiftUI وUIKit. تصفّح كل طبقة. واقرأ كل معدِّل.
de: Ein Debugger für SwiftUI- und UIKit-Ansichten. Geh jede Ebene durch. Lies jeden Modifier.
es: Un depurador de vistas compatible con SwiftUI y UIKit. Recorre cada capa. Lee cada modificador.
fr: Un débogueur de vues compatible SwiftUI et UIKit. Parcourez chaque calque. Lisez chaque modificateur.
it: Un debugger di viste per SwiftUI e UIKit. Esplora ogni livello. Leggi ogni modificatore.
ja: SwiftUIとUIKitに対応したビューデバッガ。 すべてのレイヤーをたどり、すべてのモディファイアを読み取れます。
ko: SwiftUI와 UIKit을 모두 이해하는 뷰 디버거. 모든 레이어를 탐색하고, 모든 수정자를 확인하세요.
pt_br: Um depurador de views com suporte a SwiftUI e UIKit. Percorra cada camada. Leia cada modificador.
ru: Отладчик представлений с поддержкой SwiftUI и UIKit. Обойдите каждый слой. Прочтите каждый модификатор.
vi: Trình gỡ lỗi view nhận biết SwiftUI và UIKit. Duyệt từng lớp. Đọc từng modifier.
zh_hans: 支持 SwiftUI 和 UIKit 的视图调试器。 遍历每个图层，读取每个修饰符。
zh_hant: 支援 SwiftUI 與 UIKit 的檢視偵錯工具。 走訪每個圖層，讀取每個修飾器。

source: About %@
ar: حول %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
ko: %@ 정보
pt_br: Sobre %@
ru: О приложении «%@»
vi: Giới thiệu về %@
zh_hans: 关于%@
zh_hant: 關於「%@」

source: Acknowledgements
ar: شكر وتقدير
de: Danksagungen
es: Agradecimientos
fr: Remerciements
it: Riconoscimenti
ja: 謝辞
ko: 감사의 글
pt_br: Agradecimentos
ru: Благодарности
vi: Ghi công
zh_hans: 致谢
zh_hant: 致謝

source: Action
ar: الإجراء
es: Acción
it: Azione
ja: アクション
ko: 액션
ru: Действие
zh_hans: 操作

source: Action %lld
ar: الإجراء %lld
es: Acción %lld
it: Azione %lld
ja: アクション%lld
ko: 액션 %lld
ru: Действие %lld
zh_hans: 操作 %lld

source: Activate
ar: تفعيل
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: アクティベート
ko: 활성화
pt_br: Ativar
ru: Активировать
vi: Kích hoạt
zh_hans: 激活
zh_hant: 啟用

source: Activate LookInside Pro from the LookInside Pro menu before using this feature.
ar: فعّل LookInside Pro من قائمة LookInside Pro قبل استخدام هذه الميزة.
de: Aktiviere LookInside Pro im Menü „LookInside Pro“, bevor du diese Funktion verwendest.
es: Activa LookInside Pro desde el menú LookInside Pro antes de usar esta función.
fr: Activez LookInside Pro depuis le menu LookInside Pro avant d’utiliser cette fonctionnalité.
it: Attiva LookInside Pro dal menu LookInside Pro prima di usare questa funzione.
ja: この機能を使用する前に、LookInside Proメニューから、LookInside Proをアクティベートしてください。
ko: 이 기능을 사용하려면 먼저 LookInside Pro 메뉴에서 LookInside Pro를 활성화하세요.
pt_br: Ative o LookInside Pro pelo menu LookInside Pro antes de usar este recurso.
ru: Перед использованием этой функции активируйте LookInside Pro в меню LookInside Pro.
vi: Hãy kích hoạt LookInside Pro từ menu LookInside Pro trước khi dùng tính năng này.
zh_hans: 使用此功能前，请从 LookInside Pro 菜单激活 LookInside Pro。
zh_hant: 使用此功能前，請從 LookInside Pro 選單啟用 LookInside Pro。

source: Activate LookInside Pro?
ar: هل تريد تفعيل LookInside Pro؟
de: LookInside Pro aktivieren?
es: ¿Activar LookInside Pro?
fr: Activer LookInside Pro ?
it: Attivare LookInside Pro?
ja: LookInside Proをアクティベートしますか?
ko: LookInside Pro를 활성화할까요?
pt_br: Ativar o LookInside Pro?
ru: Активировать LookInside Pro?
vi: Kích hoạt LookInside Pro?
zh_hans: 要激活 LookInside Pro 吗？
zh_hant: 要啟用 LookInside Pro 嗎？

source: Activate LookInside Pro…
ar: تفعيل LookInside Pro…
de: LookInside Pro aktivieren …
es: Activar LookInside Pro…
fr: Activer LookInside Pro…
it: Attiva LookInside Pro…
ja: LookInside Proをアクティベート…
ko: LookInside Pro 활성화…
pt_br: Ativar o LookInside Pro…
ru: Активировать LookInside Pro…
vi: Kích hoạt LookInside Pro…
zh_hans: 激活 LookInside Pro…
zh_hant: 啟用 LookInside Pro…

source: Activation Required
ar: التفعيل مطلوب
de: Aktivierung erforderlich
es: Activación necesaria
fr: Activation requise
it: Attivazione richiesta
ja: アクティベートが必要です
ko: 활성화 필요
pt_br: Ativação Necessária
ru: Требуется активация
vi: Cần kích hoạt
zh_hans: 需要激活
zh_hant: 需要啟用

source: Active
ar: نشط
de: Aktiv
es: Activa
fr: Actif
it: Attivo
ja: アクティブ
ko: 활성
pt_br: Ativo
ru: Активно
vi: Đang hoạt động
zh_hans: 活跃
zh_hant: 使用中

source: Add OSLogPreferences to the target app’s Debug Info.plist: com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES Relaunch the app, reconnect, and start a new capture.
ar: أضف OSLogPreferences إلى ملف Info.plist الخاص ببناء Debug للتطبيق الهدف: com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES أعد تشغيل التطبيق، وأعد الاتصال، ثم ابدأ التقاطًا جديدًا.
de: Füge die OSLogPreferences zur Debug-Info.plist der Ziel-App hinzu: com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES Starte die App neu, verbinde sie erneut und starte eine neue Aufnahme.
es: Añade OSLogPreferences al Info.plist de Debug de la app de destino: com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES Vuelve a abrir la app, reconecta e inicia una captura nueva.
fr: Ajoutez OSLogPreferences au Info.plist Debug de l’app cible : com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES Relancez l’app, reconnectez-la, puis démarrez une nouvelle capture.
it: Aggiungi OSLogPreferences al file Info.plist di Debug dell’app di destinazione: com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES Riapri l’app, riconnettiti e avvia una nuova cattura.
ja: ターゲットAppのDebug Info.plistにOSLogPreferencesを追加します。 com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES Appを再起動して再接続し、新しいキャプチャを開始してください。
ko: 대상 앱의 디버그 Info.plist에 OSLogPreferences를 추가하세요. com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES 앱을 다시 실행하고, 다시 연결한 다음, 새 캡처를 시작하세요.
pt_br: Adicione OSLogPreferences ao Info.plist de Debug do app de destino: com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES Abra o app novamente, reconecte e inicie uma nova captura.
ru: Добавьте OSLogPreferences в Debug Info.plist целевого приложения: com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES Перезапустите приложение, подключитесь снова и начните новый захват.
vi: Thêm OSLogPreferences vào Debug Info.plist của ứng dụng đích: com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES Mở lại ứng dụng, kết nối lại và bắt đầu lần ghi mới.
zh_hans: 在目标 App 的 Debug Info.plist 中添加 OSLogPreferences： com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES 重新启动 App，重新连接，然后开始新的捕获。
zh_hant: 請在目標 App 的 Debug Info.plist 中加入 OSLogPreferences： com.apple.SwiftUI → Events → Enable-Private-Data = YES com.apple.diagnostics.events → SwiftUI → Enable-Private-Data = YES 重新開啟 App、重新連線，然後開始新的擷取。

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
pt_br: Endereço
ru: Адрес
vi: Địa chỉ
zh_hans: 地址
zh_hant: 位址

source: Adjust this option to use a deeper layer selection color.
ar: اضبط هذا الخيار لاستخدام لون أغمق لتحديد الطبقة.
de: Passe diese Option an, um eine dunklere Ebenenauswahlfarbe zu verwenden.
es: Ajusta esta opción para usar un color de selección de capa más intenso.
fr: Ajustez cette option pour utiliser une couleur de sélection de calque plus soutenue.
it: Regola questa opzione per usare un colore di selezione dei livelli più scuro.
ja: このオプションを調整すると、より濃いレイヤー選択色を使用できます。
ko: 더 진한 레이어 선택 색상을 사용하려면 이 옵션을 조정하세요.
pt_br: Ajuste esta opção para usar uma cor de seleção de camada mais escura.
ru: Измените этот параметр, чтобы использовать более насыщенный цвет выбора слоя.
vi: Điều chỉnh tùy chọn này để dùng màu chọn lớp đậm hơn.
zh_hans: 调整此选项可使用更深一些的图层选中颜色。
zh_hant: 調整此選項可使用較深的圖層選取顏色。
